Repository: iamapinan/WooCommerce-Line-Notify
Catalog: languages/woo-line-notify-*.po
Languages: th

source: Quantity:
th: จำนวน:

source: Total:
th: ทั้งหมด:

source: <p>Please install and activate <a href='https://th.wordpress.org/plugins/woocommerce/'>Woocommerce</a> to use this feature.</p>
th: <p>โปรดติดตั้งและเปิดใช้ <a href='https://th.wordpress.org/plugins/woocommerce/'>Woocommerce</a> เพื่อใช้งานความสามารถนี้.</p>

source: About
th: เกี่ยวกับ

source: Change your setting
th: แก้ไขการตั้งค่า

source: Click to enable debug option.
th: คลิกเพื่อเปิดการใช้งานการดีบัก

source: Create Token
th: สร้าง Token

source: Debug option is working.
th: การแก้ไขจุดบกพร่องกำลังทำงาน

source: Dynamic fields
th: ไอนามิคฟิลด์

source: Line Notify API
th: API ของ Line Notify

source: Line Notify Token
th: Token ของ Line Notify

source: Message Pattern
th: รูปแบบข้อความ

source: Notification
th: การแจ้งเตือน

source: Notification settings
th: การตั้งค่าการแจ้งเตือน

source: Order notification setting
th: การตั้งค่าการแจ้งเตือนคำสั่งซื้อ

source: Order status to notify
th: สถานะคำสั่งซื้อที่แจ้งเตือน

source: Send order update to Line.
th: ส่งการเปลี่ยนแปลงของออเดอร์ไปยัง Line

source: Shortcode
th: รหัสแทน

source: Term and privacy
th: เงื่อนไขและความเป็นส่วนตัว

source: Time zone setting
th: ตั้งค่าเขตเวลา

source: Use default value
th: ใช้ค่าเริ่มต้น

source: Woocommerce new order notify to line chat.
th: ส่งการแจ้งเตือนคำสั่งซื้อของ Woocommerce ไปยัง Line

source: You got new order at [order_time] order number [order_id] From: [order_customer] Status: [order_status] Total: [order_total] Payment method: [order_payment] Address: [order_address] === Products === [products] Check it now [order_url] ------------- [order_note]
th: เมื่อ [order_time] หมายเลขคำสั่งซื้อ [order_id] จาก: [order_customer] สถานะ: [order_status] รวม: [order_total] วิธีชำระเงิน: [order_payment] ที่อยู่: [order_address] === สินค้า === [products] ตรวจสอบ [order_url] ------------- [order_note]

source: You have new order on
th: คุณมีคำสั่งซื้อบน
